<?php

$_lang['markdown_prop_id'] = 'Id ресурса для работы. По умолчанию - текущий ресурс.';
$_lang['markdown_prop_field'] = 'Поле ресурса для обработки. По умолчанию - "content".';
//$_lang['markdown_prop_type'] = 'Тип парсера: обычный, расширенный, или как у GitHub.';
$_lang['markdown_prop_stripTags'] = 'Вырезать HTML теги? Можно указывать 0, 1, или список тегов, которые нужно оставить. По умолчанию - "0".';
$_lang['markdown_prop_escapeTags'] = 'Экранировать теги MODX, чтобы они не выполнялись в тексте? По умолчанию - "1".';